{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 449,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 450,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 451,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 452,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 453,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 454,
      "content": "[HONOR]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 455,
      "content": "[CXM]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 456,
      "content": "[BHR]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 457,
      "content": "[CULMEX]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "Ü": 152,
      "Ý": 153,
      "Þ": 154,
      "ß": 155,
      "à": 156,
      "á": 157,
      "â": 158,
      "ã": 159,
      "ä": 160,
      "å": 161,
      "æ": 162,
      "ç": 163,
      "è": 164,
      "é": 165,
      "ê": 166,
      "ë": 167,
      "ì": 168,
      "í": 169,
      "î": 170,
      "ï": 171,
      "ð": 172,
      "ñ": 173,
      "ò": 174,
      "ó": 175,
      "ô": 176,
      "õ": 177,
      "ö": 178,
      "÷": 179,
      "ø": 180,
      "ù": 181,
      "ú": 182,
      "û": 183,
      "ü": 184,
      "ý": 185,
      "þ": 186,
      "ÿ": 187,
      "Ā": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "Ą": 192,
      "ą": 193,
      "Ć": 194,
      "ć": 195,
      "Ĉ": 196,
      "ĉ": 197,
      "Ċ": 198,
      "ċ": 199,
      "Č": 200,
      "č": 201,
      "Ď": 202,
      "ď": 203,
      "Đ": 204,
      "đ": 205,
      "Ē": 206,
      "ē": 207,
      "Ĕ": 208,
      "ĕ": 209,
      "Ė": 210,
      "ė": 211,
      "Ę": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "ĝ": 217,
      "Ğ": 218,
      "ğ": 219,
      "Ġ": 220,
      "ġ": 221,
      "Ģ": 222,
      "ģ": 223,
      "Ĥ": 224,
      "ĥ": 225,
      "Ħ": 226,
      "ħ": 227,
      "Ĩ": 228,
      "ĩ": 229,
      "Ī": 230,
      "ī": 231,
      "Ĭ": 232,
      "ĭ": 233,
      "Į": 234,
      "į": 235,
      "İ": 236,
      "ı": 237,
      "Ĳ": 238,
      "ĳ": 239,
      "Ĵ": 240,
      "ĵ": 241,
      "Ķ": 242,
      "ķ": 243,
      "ĸ": 244,
      "Ĺ": 245,
      "ĺ": 246,
      "Ļ": 247,
      "ļ": 248,
      "Ľ": 249,
      "ľ": 250,
      "Ŀ": 251,
      "ŀ": 252,
      "Ł": 253,
      "ł": 254,
      "Ń": 255,
      "čĊ": 256,
      "or": 257,
      "ec": 258,
      "on": 259,
      "ti": 260,
      "Ġt": 261,
      "ĠĠ": 262,
      "li": 263,
      "nt": 264,
      "de": 265,
      "ed": 266,
      "he": 267,
      "le": 268,
      "ri": 269,
      "ect": 270,
      "tion": 271,
      "in": 272,
      "Ġa": 273,
      "ector": 274,
      "ta": 275,
      "ve": 276,
      "Ġp": 277,
      "Ġs": 278,
      "Ġthe": 279,
      "lo": 280,
      "re": 281,
      "ro": 282,
      "vi": 283,
      "vector": 284,
      "ĠT": 285,
      "Ġc": 286,
      "Ġo": 287,
      "ha": 288,
      "se": 289,
      "st": 290,
      "Ġf": 291,
      "Ġof": 292,
      "at": 293,
      "ant": 294,
      "mp": 295,
      "nc": 296,
      "nd": 297,
      "ru": 298,
      "th": 299,
      "um": 300,
      "ĠS": 301,
      "Ġw": 302,
      "Ġvector": 303,
      "ĠĠĠ": 304,
      "AI": 305,
      "DK": 306,
      "GDK": 307,
      "Oli": 308,
      "ad": 309,
      "aAI": 310,
      "ent": 311,
      "ir": 312,
      "is": 313,
      "ng": 314,
      "ota": 315,
      "pa": 316,
      "py": 317,
      "tu": 318,
      "uant": 319,
      "ĠM": 320,
      "Ġm": 321,
      "Ġâ": 322,
      "Ġin": 323,
      "Ġre": 324,
      "ropy": 325,
      "viaAI": 326,
      "ĠTGDK": 327,
      "mple": 328,
      "OliviaAI": 329,
      "uantum": 330,
      "):": 331,
      "al": 332,
      "ation": 333,
      "aha": 334,
      "bo": 335,
      "el": 336,
      "er": 337,
      "ge": 338,
      "ith": 339,
      "ode": 340,
      "quantum": 341,
      "ry": 342,
      "ror": 343,
      "xis": 344,
      "ym": 345,
      "ylo": 346,
      "ĠB": 347,
      "ĠE": 348,
      "Ġb": 349,
      "ĢĶ": 350,
      "ĠĠčĊ": 351,
      "devi": 352,
      "Ġand": 353,
      "Ġwith": 354,
      "paylo": 355,
      "ĠMaha": 356,
      "ĠâĢĶ": 357,
      "payload": 358,
      "ĠMahadevi": 359,
      "))": 360,
      "Ent": 361,
      "In": 362,
      "Re": 363,
      "Sy": 364,
      "ac": 365,
      "ali": 366,
      "ave": 367,
      "ample": 368,
      "br": 369,
      "ction": 370,
      "dy": 371,
      "em": 372,
      "et": 373,
      "gh": 374,
      "gn": 375,
      "ic": 376,
      "ik": 377,
      "iti": 378,
      "iel": 379,
      "la": 380,
      "met": 381,
      "ne": 382,
      "omet": 383,
      "pon": 384,
      "rn": 385,
      "sh": 386,
      "ss": 387,
      "spon": 388,
      "us": 389,
      "ure": 390,
      "unc": 391,
      "xample": 392,
      "Ġ(": 393,
      "ĠA": 394,
      "ĠD": 395,
      "ĠG": 396,
      "ĠV": 397,
      "Ġe": 398,
      "Ġli": 399,
      "Ġve": 400,
      "Ġlo": 401,
      "ĠOliviaAI": 402,
      "Ġquantum": 403,
      "eco": 404,
      "ecure": 405,
      "Ġtri": 406,
      "Ġtota": 407,
      "lic": 408,
      "deota": 409,
      "rif": 410,
      "rideota": 411,
      "ine": 412,
      "Ġas": 413,
      "ver": 414,
      "Ġpri": 415,
      "Ġsi": 416,
      "vectors": 417,
      "ĠTrideota": 418,
      "Ġcor": 419,
      "Ġcali": 420,
      "stru": 421,
      "stem": 422,
      "Ġfor": 423,
      "Ġfiel": 424,
      "ĠSta": 425,
      "Ġwave": 426,
      "Ġvectors": 427,
      "entropy": 428,
      "irror": 429,
      "turn": 430,
      "Ġmo": 431,
      "Ġreturn": 432,
      "bolic": 433,
      "geomet": 434,
      "ymbolic": 435,
      "Entropy": 436,
      "Instru": 437,
      "Respon": 438,
      "unction": 439,
      "Ġverif": 440,
      "Ġlog": 441,
      "Ġtotal": 442,
      "ĠTrideotaxis": 443,
      "Ġcalibr": 444,
      "Ġfield": 445,
      "geometry": 446,
      "Instruction": 447,
      "Response": 448
    },
    "merges": [
      [
        "č",
        "Ċ"
      ],
      [
        "o",
        "r"
      ],
      [
        "e",
        "c"
      ],
      [
        "o",
        "n"
      ],
      [
        "t",
        "i"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "l",
        "i"
      ],
      [
        "n",
        "t"
      ],
      [
        "d",
        "e"
      ],
      [
        "e",
        "d"
      ],
      [
        "h",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "r",
        "i"
      ],
      [
        "ec",
        "t"
      ],
      [
        "ti",
        "on"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "ect",
        "or"
      ],
      [
        "t",
        "a"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "l",
        "o"
      ],
      [
        "r",
        "e"
      ],
      [
        "r",
        "o"
      ],
      [
        "v",
        "i"
      ],
      [
        "v",
        "ector"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "h",
        "a"
      ],
      [
        "s",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "nt"
      ],
      [
        "m",
        "p"
      ],
      [
        "n",
        "c"
      ],
      [
        "n",
        "d"
      ],
      [
        "r",
        "u"
      ],
      [
        "t",
        "h"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "vector"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "A",
        "I"
      ],
      [
        "D",
        "K"
      ],
      [
        "G",
        "DK"
      ],
      [
        "O",
        "li"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "AI"
      ],
      [
        "e",
        "nt"
      ],
      [
        "i",
        "r"
      ],
      [
        "i",
        "s"
      ],
      [
        "n",
        "g"
      ],
      [
        "o",
        "ta"
      ],
      [
        "p",
        "a"
      ],
      [
        "p",
        "y"
      ],
      [
        "t",
        "u"
      ],
      [
        "u",
        "ant"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġ",
        "â"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "ro",
        "py"
      ],
      [
        "vi",
        "aAI"
      ],
      [
        "ĠT",
        "GDK"
      ],
      [
        "mp",
        "le"
      ],
      [
        "Oli",
        "viaAI"
      ],
      [
        "uant",
        "um"
      ],
      [
        ")",
        ":"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "tion"
      ],
      [
        "a",
        "ha"
      ],
      [
        "b",
        "o"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "r"
      ],
      [
        "g",
        "e"
      ],
      [
        "i",
        "th"
      ],
      [
        "o",
        "de"
      ],
      [
        "q",
        "uantum"
      ],
      [
        "r",
        "y"
      ],
      [
        "r",
        "or"
      ],
      [
        "x",
        "is"
      ],
      [
        "y",
        "m"
      ],
      [
        "y",
        "lo"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ģ",
        "Ķ"
      ],
      [
        "ĠĠ",
        "čĊ"
      ],
      [
        "de",
        "vi"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "pa",
        "ylo"
      ],
      [
        "ĠM",
        "aha"
      ],
      [
        "Ġâ",
        "ĢĶ"
      ],
      [
        "paylo",
        "ad"
      ],
      [
        "ĠMaha",
        "devi"
      ],
      [
        ")",
        ")"
      ],
      [
        "E",
        "nt"
      ],
      [
        "I",
        "n"
      ],
      [
        "R",
        "e"
      ],
      [
        "S",
        "y"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "li"
      ],
      [
        "a",
        "ve"
      ],
      [
        "a",
        "mple"
      ],
      [
        "b",
        "r"
      ],
      [
        "c",
        "tion"
      ],
      [
        "d",
        "y"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "t"
      ],
      [
        "g",
        "h"
      ],
      [
        "g",
        "n"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "k"
      ],
      [
        "i",
        "ti"
      ],
      [
        "i",
        "el"
      ],
      [
        "l",
        "a"
      ],
      [
        "m",
        "et"
      ],
      [
        "n",
        "e"
      ],
      [
        "o",
        "met"
      ],
      [
        "p",
        "on"
      ],
      [
        "r",
        "n"
      ],
      [
        "s",
        "h"
      ],
      [
        "s",
        "s"
      ],
      [
        "s",
        "pon"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "re"
      ],
      [
        "u",
        "nc"
      ],
      [
        "x",
        "ample"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "li"
      ],
      [
        "Ġ",
        "ve"
      ],
      [
        "Ġ",
        "lo"
      ],
      [
        "Ġ",
        "OliviaAI"
      ],
      [
        "Ġ",
        "quantum"
      ],
      [
        "ec",
        "o"
      ],
      [
        "ec",
        "ure"
      ],
      [
        "Ġt",
        "ri"
      ],
      [
        "Ġt",
        "ota"
      ],
      [
        "li",
        "c"
      ],
      [
        "de",
        "ota"
      ],
      [
        "ri",
        "f"
      ],
      [
        "ri",
        "deota"
      ],
      [
        "in",
        "e"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "ve",
        "r"
      ],
      [
        "Ġp",
        "ri"
      ],
      [
        "Ġs",
        "i"
      ],
      [
        "vector",
        "s"
      ],
      [
        "ĠT",
        "rideota"
      ],
      [
        "Ġc",
        "or"
      ],
      [
        "Ġc",
        "ali"
      ],
      [
        "st",
        "ru"
      ],
      [
        "st",
        "em"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġf",
        "iel"
      ],
      [
        "ĠS",
        "ta"
      ],
      [
        "Ġw",
        "ave"
      ],
      [
        "Ġvector",
        "s"
      ],
      [
        "ent",
        "ropy"
      ],
      [
        "ir",
        "ror"
      ],
      [
        "tu",
        "rn"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "Ġre",
        "turn"
      ],
      [
        "bo",
        "lic"
      ],
      [
        "ge",
        "omet"
      ],
      [
        "ym",
        "bolic"
      ],
      [
        "Ent",
        "ropy"
      ],
      [
        "In",
        "stru"
      ],
      [
        "Re",
        "spon"
      ],
      [
        "unc",
        "tion"
      ],
      [
        "Ġve",
        "rif"
      ],
      [
        "Ġlo",
        "g"
      ],
      [
        "Ġtota",
        "l"
      ],
      [
        "ĠTrideota",
        "xis"
      ],
      [
        "Ġcali",
        "br"
      ],
      [
        "Ġfiel",
        "d"
      ],
      [
        "geomet",
        "ry"
      ],
      [
        "Instru",
        "ction"
      ],
      [
        "Respon",
        "se"
      ]
    ]
  }
}